// © Copyright 2004-2010, 2015-2016 HP Development Company, L.P.

TaskName = "Suoratulostus: asetukset";

NoSetTitle = "Suoratulostuksen asetuksia ei voida määrittää.";
NoSetMsg = "Varmista, että tulostin on liitetty pistorasiaan ja kytketty päälle. Yritä sitten uudelleen.";

RetrieveProgressTitle = "Haetaan suoratulostuksen asetuksia…";
Auto = "Automaattinen";
KeepSettings = "Säilytä nykyiset asetukset";

HSDTaskTitle = "Ensisijainen suoratulostus";
HSDTaskDescription = "Valitse paperikoot, joita haluat käyttää suoratulostukseen muistikortilta tai kamerasta:";
HSDLargeTitle = "Suuri:";
HSDSmallTitle = "Pieni:";

HSDA4 = "A4";
HSDUSLetter = "US Letter";
HSDHagakiCard = "Hagaki Card";
HSDCm = "4 x 6 tuumaa (10 x 15 cm)";
HSDPhotoL = "Valokuva L";
HSDA6 = "A6";
